Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# explanation_map_zoom_level
source: Defines the default zoom distance when a map is opened.
da: Angiver standard-zoomafstanden, når et kort åbnes.
de: Legt die Standard-Zoomdistanz beim Öffnen einer Karte fest.
es: Define la distancia de zoom predeterminada al abrir un mapa.
fi: Määrittää oletuszoomausetäisyyden karttaa avattaessa.
fr: Définit la distance de zoom par défaut à l’ouverture d’une carte.
it: Definisce la distanza di zoom predefinita quando viene aperta una mappa.
ja: 地図を開いたときのデフォルトのズーム距離を定義します。
nl: Bepaalt de standaard zoomafstand wanneer een kaart wordt geopend.
zh_hans: 定义打开地图时的默认缩放距离。

# explanation_navigation_auto_route_update
source: If enabled, the route will be recalculated automatically during navigation when significant movement is detected. It can also be toggled via a long press on the reload button while navigating.
da: Hvis aktiveret beregnes ruten automatisk igen under navigation ved væsentlig bevægelse. Kan også skiftes med et langt tryk på genindlæs-knappen.
de: Wenn aktiviert, wird während der Navigation die Route bei signifikanter Bewegung automatisch neu berechnet. Es kann während der Navigation durch langen Druck auf den Neuladen-Button umgeschaltet werden.
es: Si está activado, la ruta se recalculará automáticamente durante la navegación cuando se detecte un movimiento significativo. También se puede activar con una pulsación larga en el botón de recarga durante la navegación.
fi: Jos käytössä, reitti lasketaan navigoinnin aikana uudelleen merkittävän liikkeen jälkeen. Vaihda myös pitkäpainamalla päivitä-painiketta.
fr: Si activé, l’itinéraire sera recalculé automatiquement pendant la navigation lorsqu’un mouvement significatif est détecté. Peut aussi être activé par un appui long sur le bouton de rechargement pendant la navigation.
it: Se abilitato, il percorso viene ricalcolato automaticamente durante la navigazione quando viene rilevato un movimento significativo. Puoi anche attivarlo con una pressione prolungata sul pulsante di ricarica.
ja: 有効にすると、ナビゲーション中に大きな移動が検出された場合、ルートが自動的に再計算されます。ナビゲーション中にリロードボタンを長押しすることで切り替え可能です。
nl: Indien ingeschakeld wordt tijdens navigatie de route automatisch herberekend bij significante beweging. Kan ook met een lange druk op de herlaadknop.
zh_hans: 启用后，导航时检测到显著移动会自动重新计算路线。导航时长按刷新按钮也可切换。

# explanation_navigation_mode
source: Sets the transport mode used for route calculation and route guidance.
da: Angiver den transportform, der bruges til ruteberegning og rutevejledning.
de: Legt das Transportmittel für die Routenberechnung und Routenführung fest.
es: Define el modo de transporte utilizado para calcular y guiar la ruta.
fi: Määrittää kulkutavan, jota käytetään reitin laskentaan ja reittiohjaukseen.
fr: Définit le mode de transport utilisé pour le calcul d’itinéraire et le guidage.
it: Imposta la modalità di trasporto usata per il calcolo del percorso e la guida.
ja: ルート計算と案内に使用する移動手段を設定します。
nl: Bepaalt de vervoerswijze die wordt gebruikt voor routeberekening en routebegeleiding.
zh_hans: 设置用于路线计算和路线引导的出行方式。

# explanation_outside_map_update_interval
source: Controls how often device data is refreshed outside map screens.
da: Styrer, hvor ofte enhedsdata opdateres uden for kortskærme.
de: Steuert, wie oft Gerätedaten außerhalb von Kartenansichten aktualisiert werden.
es: Controla la frecuencia con la que se actualizan los datos de los dispositivos fuera de las pantallas de mapas.
fi: Määrittää, kuinka usein laitetiedot päivitetään karttanäkymien ulkopuolella.
fr: Contrôle la fréquence d’actualisation des données des appareils en dehors des écrans cartographiques.
it: Controlla la frequenza con cui i dati dei dispositivi vengono aggiornati fuori dalle schermate della mappa.
ja: 地図画面以外でデバイスデータを更新する頻度を制御します。
nl: Bepaalt hoe vaak apparaatgegevens buiten kaartschermen worden vernieuwd.
zh_hans: 控制在地图界面之外刷新设备数据的频率。

# explanation_prevent_screen_rotation
source: If enabled, the app keeps the current screen orientation and does not rotate when the device is turned.
da: Hvis aktiveret låser appen den aktuelle skærmretning og roterer ikke ved drejning af enheden.
de: Wenn aktiviert, behält die App die aktuelle Bildschirmausrichtung bei und rotiert nicht beim Drehen des Geräts.
es: Si está activado, la app mantiene la orientación actual de la pantalla y no rota al girar el dispositivo.
fi: Kun käytössä, sovellus säilyttää nykyisen näytön suunnan eikä kierry, vaikka laitetta käännetään.
fr: Si activé, l’app conserve l’orientation actuelle de l’écran et ne pivote pas lorsque l’appareil est tourné.
it: Se abilitato, l'app mantiene l'orientamento attuale dello schermo e non ruota quando il dispositivo viene girato.
ja: 有効にすると、アプリは現在の画面向きを維持し、端末を回転しても画面は回転しません。
nl: Indien ingeschakeld behoudt de app de huidige schermoriëntatie en draait niet mee wanneer het apparaat wordt gedraaid.
zh_hans: 启用后，应用将保持当前屏幕方向，即使旋转设备也不会旋转界面。

# explanation_pulsating_map_markers
source: If enabled, map markers will show a subtle pulsating and shimmering animation.
da: Hvis aktiveret viser kortmarkører en subtil pulserende og glimtende animation.
de: Wenn aktiviert, zeigen Kartenmarkierungen eine dezente pulsierende und schimmernde Animation.
es: Si está activado, los marcadores del mapa mostrarán una animación sutil de pulso y brillo.
fi: Jos käytössä, karttamerkit näyttävät hienovaraisen pulssi- ja kimmellysanimaation.
fr: Si activé, les marqueurs de carte afficheront une animation subtile de pulsation et de scintillement.
it: Se abilitato, i marker della mappa mostreranno una leggera animazione pulsante e scintillante.
ja: 有効にすると、マップマーカーに控えめな鼓動およびシマーのアニメーションが表示されます。
nl: Indien ingeschakeld tonen kaartmarkeringen een subtiele puls- en glimeffect.
zh_hans: 启用后，地图标记将显示轻微脉冲和闪光动画。

# explanation_reverse_geocoding_threshold
source: Minimum distance change before address is refreshed.
da: Mindste afstandsændring før adressen opdateres.
de: Ab welcher Distanzänderung die Adresse neu ermittelt wird.
es: Cambio mínimo de distancia antes de actualizar la dirección.
fi: Vähimmäismatkan muutos ennen osoitteen päivitystä.
fr: Changement de distance minimal avant la mise à jour de l’adresse.
it: Distanza minima di cambiamento prima di aggiornare l'indirizzo.
ja: 最小距離変化でアドレス更新
nl: Minimale afstandsverandering voordat adres wordt vernieuwd.
zh_hans: 地址刷新前的最小距离变化。

# explanation_save_location_history_to_server
source: Stores location history on the Miataru server so earlier positions remain available.
da: Gemmer positionshistorik på Miataru-serveren, så tidligere positioner fortsat er tilgængelige.
de: Speichert den Standortverlauf auf dem Miataru-Server, damit frühere Positionen verfügbar bleiben.
es: Guarda el historial de ubicaciones en el servidor de Miataru para que las posiciones anteriores sigan disponibles.
fi: Tallentaa sijaintihistorian Miataru-palvelimelle, jotta aiemmat sijainnit pysyvät saatavilla.
fr: Enregistre l’historique de position sur le serveur Miataru afin que les positions précédentes restent disponibles.
it: Memorizza la cronologia delle posizioni sul server Miataru, così le posizioni precedenti restano disponibili.
ja: 以前の位置を利用できるように、位置履歴を Miataru サーバーに保存します。
nl: Slaat locatiegeschiedenis op de Miataru-server op zodat eerdere posities beschikbaar blijven.
zh_hans: 将位置历史保存到 Miataru 服务器，以便较早的位置仍可用。

# explanation_server_url
source: Defines the Miataru server endpoint used for location updates and device lookups.
da: Angiver Miataru-serverendepunktet, der bruges til positionsopdateringer og enhedsopslag.
de: Legt den Miataru-Server-Endpunkt für Standortaktualisierungen und Geräteabfragen fest.
es: Define el punto final del servidor Miataru que se usa para las actualizaciones de ubicación y la búsqueda de dispositivos.
fi: Määrittää Miataru-palvelimen päätepisteen, jota käytetään sijaintipäivityksiin ja laitehakuihin.
fr: Définit le point de terminaison du serveur Miataru utilisé pour les mises à jour de position et la recherche d’appareils.
it: Definisce l’endpoint del server Miataru usato per gli aggiornamenti di posizione e la ricerca dei dispositivi.
ja: 位置情報更新とデバイス検索に使用する Miataru サーバーのエンドポイントを定義します。
nl: Bepaalt het Miataru-serverendpoint dat wordt gebruikt voor locatie-updates en apparaatopvragingen.
zh_hans: 定义用于位置更新和设备查询的 Miataru 服务器端点。

# explanation_show_current_speed_on_map
source: When on, the current speed of a device will be shown (if >10) above the marker on the map.
da: Når slået til vises en enheds aktuelle hastighed (hvis >10) over markøren på kortet.
de: Wenn aktiviert, wird die aktuelle Geschwindigkeit eines Geräts (wenn >10) über dem Marker auf der Karte angezeigt.
es: Si está activado, se mostrará la velocidad actual de un dispositivo (si >10) sobre el marcador en el mapa.
fi: Kun käytössä, laitteen nykyinen nopeus näytetään (jos >10) kartan merkinnän yläpuolella.
fr: Si activé, la vitesse actuelle d’un appareil est affichée (si >10) au-dessus du repère sur la carte.
it: Se attivato, la velocità attuale di un dispositivo verrà mostrata (se >10) sopra il marker sulla mappa.
ja: オンの場合、デバイスの現在速度が（>10 の場合）マップ上のマーカーの上に表示されます。
nl: Indien ingeschakeld wordt de huidige snelheid van een apparaat (als >10) boven de markering op de kaart weergegeven.
zh_hans: 启用后，将在地图上的标记上方显示设备当前速度（如果 >10）。

# explanation_show_offscreen_arrows_for_other_devices
source: If enabled, the map will show arrows pointing to other known devices that are located outside the visible area. When these devices are in the visible area they will be shown on the map.
da: Hvis aktiveret viser kortet pile til andre kendte enheder uden for det synlige område. Når de er synlige, vises de på kortet.
de: Wenn aktiviert, werden auf der Karte Pfeile angezeigt, die auf andere bekannte Geräte zeigen, die sich außerhalb des sichtbaren Bereichs befinden. Wenn sich diese Geräte im sichtbaren Bereich befinden, werden sie auf der Karte angezeigt.
es: Si está activado, el mapa mostrará flechas que apuntan a otros dispositivos conocidos situados fuera del área visible. Cuando estén dentro del área visible se mostrarán en el mapa.
fi: Jos käytössä, kartta näyttää nuolet muihin tunnetuihin laitteisiin näkyvän alueen ulkopuolella. Näkyvissä ollessaan ne näytetään kartalla.
fr: Si activé, la carte affichera des flèches vers d’autres appareils connus situés hors de la zone visible. Quand ces appareils sont visibles, ils s’affichent sur la carte.
it: Se abilitato, la mappa mostra frecce verso altri dispositivi noti fuori dall'area visibile. Quando sono visibili, appaiono sulla mappa.
ja: 有効にすると、マップに表示範囲外にある他の既知のデバイスを指す矢印が表示されます。それらのデバイスが表示範囲内にある場合は、地図上に表示されます。
nl: Indien ingeschakeld toont de kaart pijlen naar andere bekende apparaten buiten beeld. Binnen beeld worden ze getoond.
zh_hans: 启用后，地图会显示指向可见范围外其他已知设备的箭头；在可见范围内则显示设备。

# explanation_show_route_progress
source: If enabled, the map will color the route to indicate how far the other device has likely traveled since its last update.
da: Hvis aktiveret farver kortet ruten for at indikere, hvor langt den anden enhed sandsynligvis er nået siden sidste opdatering.
de: Wenn aktiviert, färbt die Karte die Route ein, um anzuzeigen, wie weit sich das andere Gerät seit seinem letzten Update wahrscheinlich bewegt hat.
es: Si está activado, el mapa coloreará la ruta para indicar cuánto ha avanzado probablemente el otro dispositivo desde su última actualización.
fi: Jos käytössä, kartta värittää reitin näyttääkseen, kuinka pitkälle toinen laite on todennäköisesti edennyt viime päivityksen jälkeen.
fr: Si activé, la carte colorera l’itinéraire pour indiquer jusqu’où l’autre appareil a probablement avancé depuis sa dernière mise à jour.
it: Se abilitato, la mappa colorerà il percorso per indicare quanto è probabilmente avanzato l'altro dispositivo dall'ultimo aggiornamento.
ja: 有効にすると、地図上のルートに色が付き、前回の更新以降に相手のデバイスがどれだけ移動した可能性があるかを示します。
nl: Indien ingeschakeld kleurt de kaart de route om te tonen hoe ver het andere apparaat waarschijnlijk is gekomen sinds de laatste update.
zh_hans: 启用后，地图会用颜色标示自上次更新以来另一设备可能前进的路程。

# explanation_store_history_before_autoremove
source: Defines how long location history is kept before automatic removal.
da: Angiver, hvor længe positionshistorik beholdes før automatisk fjernelse.
de: Legt fest, wie lange der Standortverlauf vor der automatischen Entfernung gespeichert bleibt.
es: Define cuánto tiempo se conserva el historial de ubicaciones antes de eliminarse automáticamente.
fi: Määrittää, kuinka kauan sijaintihistoria säilytetään ennen automaattista poistamista.
fr: Définit combien de temps l’historique de position est conservé avant sa suppression automatique.
it: Definisce per quanto tempo la cronologia delle posizioni viene conservata prima della rimozione automatica.
ja: 位置履歴を自動的に削除するまでの保持期間を定義します。
nl: Bepaalt hoe lang locatiegeschiedenis wordt bewaard voordat deze automatisch wordt verwijderd.
zh_hans: 定义位置历史在自动删除前保留多长时间。

# explanation_unknown_visitor_alerts_toggle
source: Sends a notification when an unknown device requests the current position. The same unknown device triggers at most one notification every 24 hours.
da: Sender en notifikation, når en ukendt enhed anmoder om den aktuelle position. Den samme ukendte enhed udløser højst én notifikation hver 24. time.
de: Sendet eine Benachrichtigung, wenn ein unbekanntes Gerät die aktuelle Position anfragt. Dasselbe unbekannte Gerät löst höchstens alle 24 Stunden eine Benachrichtigung aus.
es: Envía una notificación cuando un dispositivo desconocido solicita la posición actual. El mismo dispositivo desconocido activa como máximo una notificación cada 24 horas.
fi: Lähettää ilmoituksen, kun tuntematon laite pyytää nykyistä sijaintia. Sama tuntematon laite laukaisee enintään yhden ilmoituksen 24 tunnissa.
fr: Envoie une notification lorsqu’un appareil inconnu demande la position actuelle. Le même appareil inconnu déclenche au maximum une notification toutes les 24 heures.
it: Invia una notifica quando un dispositivo sconosciuto richiede la posizione attuale. Lo stesso dispositivo sconosciuto attiva al massimo una notifica ogni 24 ore.
ja: 不明なデバイスが現在地を要求したときに通知を送信します。同じ不明デバイスによる通知は 24 時間ごとに最大 1 回です。
nl: Stuurt een melding wanneer een onbekend apparaat de huidige locatie opvraagt. Hetzelfde onbekende apparaat activeert maximaal één melding per 24 uur.
zh_hans: 当未知设备请求当前位置时发送通知。同一未知设备最多每 24 小时触发一次通知。

# explanation_zoom_to_fit_for_groups
source: If enabled, the map will automatically adjust the zoom to show all group members at once.
da: Hvis aktiveret justerer kortet automatisk zoom for at vise alle gruppemedlemmer.
de: Wenn aktiviert, passt die Karte den Zoom automatisch an, um alle Gruppenmitglieder gleichzeitig anzuzeigen.
es: Si está activé, el mapa ajustará automáticamente el zoom para mostrar a todos los miembros del grupo.
fi: Jos käytössä, kartta säätää zoomin automaattisesti näyttämään kaikki ryhmän jäsenet.
fr: Si activé, la carte ajustera automatiquement le zoom pour afficher tous les membres du groupe.
it: Se abilitato, la mappa adatterà automaticamente lo zoom per mostrare tutti i membri del gruppo.
ja: 有効にすると、地図のズームが自動的に調整され、全てのグループメンバーが一度に表示されます。
nl: Indien ingeschakeld past de kaart automatisch het zoomniveau aan om alle groepsleden te tonen.
zh_hans: 启用后，地图将自动调整缩放以一次显示所有组成员。

source: Finish
da: Afslut
de: Fertig
es: Finalizar
fi: Valmis
fr: Terminer
it: Fine
ja: 完了
nl: Voltooien
zh_hans: 完成

# frequent_background_battery_auto_disable_level_explanation
source: Default %@. When the battery level is at or below this value, Miataru turns off more frequent background updates and returns to standard background tracking.
da: Standard %@. Når batteriniveauet er på eller under denne værdi, slår Miataru hyppigere baggrundsopdateringer fra og vender tilbage til standard baggrundssporing.
de: Standard %@. Wenn der Akkustand diesen Wert erreicht oder darunter fällt, deaktiviert Miataru die häufigeren Hintergrund-Updates und nutzt wieder das normale Hintergrund-Tracking.
es: Predeterminado: %@. Cuando el nivel de batería está en este valor o por debajo, Miataru desactiva las actualizaciones en segundo plano más frecuentes y vuelve al seguimiento en segundo plano estándar.
fi: Oletus %@. Kun akun taso on tämä arvo tai sen alle, Miataru poistaa tiheämmät taustapäivitykset käytöstä ja palaa normaaliin taustaseurantaan.
fr: Par défaut %@. Lorsque le niveau de batterie atteint cette valeur ou passe en dessous, Miataru désactive les mises à jour en arrière-plan plus fréquentes et revient au suivi en arrière-plan standard.
it: Predefinito %@. Quando il livello della batteria raggiunge questo valore o scende al di sotto, Miataru disattiva gli aggiornamenti in background più frequenti e torna al tracciamento in background standard.
ja: デフォルトは%@です。バッテリー残量がこの値以下になると、Miataru はより頻繁なバックグラウンド更新をオフにし、標準のバックグラウンド追跡に戻ります。
nl: Standaard %@. Wanneer het batterijniveau op of onder deze waarde komt, schakelt Miataru frequentere achtergrondupdates uit en keert terug naar standaard achtergrondtracking.
zh_hans: 默认 %@。当电量达到或低于此值时，Miataru 会关闭更频繁的后台更新，并返回标准后台跟踪。

# frequent_background_battery_auto_disable_level_title
source: Disable at battery level
da: Deaktiver ved batteriniveau
de: Deaktivieren bei Akkustand
es: Desactivar con batería al
fi: Poista käytöstä akun tasolla
fr: Désactiver au niveau de batterie
it: Disattiva al livello batteria
ja: バッテリー残量で無効化
nl: Uitschakelen bij batterijniveau
zh_hans: 按电量停用

# frequent_background_location_battery_auto_disabled_notification_body_format
source: Battery is at %@ and reached the %@ limit. Miataru turned off more frequent background updates and is now using standard mode.
da: Batteriet er på %@ og har nået grænsen på %@. Miataru har slået hyppigere baggrundsopdateringer fra og bruger nu standardtilstanden.
de: Der Akku liegt bei %@ und hat die Grenze von %@ erreicht. Miataru hat häufigere Hintergrund-Updates deaktiviert und nutzt jetzt den Standardmodus.
es: La batería está al %@ y alcanzó el límite del %@. Miataru desactivó las actualizaciones en segundo plano más frecuentes y ahora usa el modo estándar.
fi: Akku on %@ ja saavutti %@ rajan. Miataru poisti tiheämmät taustapäivitykset käytöstä ja käyttää nyt oletustilaa.
fr: La batterie est à %@ et a atteint la limite de %@. Miataru a désactivé les mises à jour en arrière-plan plus fréquentes et utilise maintenant le mode standard.
it: La batteria è al %@ e ha raggiunto il limite del %@. Miataru ha disattivato gli aggiornamenti in background più frequenti e ora usa la modalità standard.
ja: バッテリー残量が%@になり、%@の上限に達しました。Miataru はより頻繁なバックグラウンド更新をオフにし、標準モードを使用しています。
nl: De batterij staat op %@ en heeft de grens van %@ bereikt. Miataru heeft frequentere achtergrondupdates uitgeschakeld en gebruikt nu de standaardmodus.
zh_hans: 电量为 %@，已达到 %@ 限制。Miataru 已关闭更频繁的后台更新，现在使用标准模式。

# frequent_background_location_battery_auto_disabled_notification_title
source: Background updates switched to standard
da: Baggrundsopdateringer skiftet til standard
de: Hintergrund-Updates auf Standard umgestellt
es: Actualizaciones en segundo plano en modo estándar
fi: Taustapäivitykset vaihdettiin oletustilaan
fr: Mises à jour en arrière-plan repassées au standard
it: Aggiornamenti in background tornati standard
ja: バックグラウンド更新を標準に切り替えました
nl: Achtergrondupdates naar standaard gezet
zh_hans: 后台更新已切换为标准模式

# frequent_background_location_delivery_1m
source: Every minute
da: Hvert minut
de: Alle 1 Minute
es: Cada minuto
fi: Minuutin välein
fr: Toutes les minutes
it: Ogni minuto
ja: 1分ごと
nl: Elke minuut
zh_hans: 每分钟

# frequent_background_location_delivery_1m_explanation
source: Accepted updates are stored locally and sent together when the 1-minute window is reached.
da: Accepterede opdateringer gemmes lokalt og sendes samlet, når vinduet på 1 minut er nået.
de: Akzeptierte Updates werden lokal gespeichert und gemeinsam gesendet, wenn das 1-Minuten-Fenster erreicht ist.
es: Las actualizaciones aceptadas se guardan localmente y se envían juntas al cumplirse la ventana de 1 minuto.
fi: Hyväksytyt päivitykset tallennetaan paikallisesti ja lähetetään yhdessä, kun 1 minuutin ikkuna täyttyy.
fr: Les mises à jour acceptées sont conservées localement puis envoyées ensemble lorsque la fenêtre d’une minute est atteinte.
it: Gli aggiornamenti accettati vengono salvati localmente e inviati insieme al termine della finestra di 1 minuto.
ja: 受け入れられた更新をローカルに保存し、1分の送信ウィンドウに達したらまとめて送信します。
nl: Geaccepteerde updates worden lokaal bewaard en samen verzonden wanneer het venster van 1 minuut is bereikt.
zh_hans: 已接受的更新会先保存在本地，并在 1 分钟窗口到达后一起发送。

# frequent_background_location_delivery_5m
source: Every 5 minutes
da: Hvert 5. minut
de: Alle 5 Minuten
es: Cada 5 minutos
fi: 5 minuutin välein
fr: Toutes les 5 minutes
it: Ogni 5 minuti
ja: 5分ごと
nl: Elke 5 minuten
zh_hans: 每 5 分钟

# frequent_background_location_delivery_5m_explanation
source: Accepted updates are stored locally and sent together when the 5-minute window is reached.
da: Accepterede opdateringer gemmes lokalt og sendes samlet, når vinduet på 5 minutter er nået.
de: Akzeptierte Updates werden lokal gespeichert und gemeinsam gesendet, wenn das 5-Minuten-Fenster erreicht ist.
es: Las actualizaciones aceptadas se guardan localmente y se envían juntas al cumplirse la ventana de 5 minutos.
fi: Hyväksytyt päivitykset tallennetaan paikallisesti ja lähetetään yhdessä, kun 5 minuutin ikkuna täyttyy.
fr: Les mises à jour acceptées sont conservées localement puis envoyées ensemble lorsque la fenêtre de 5 minutes est atteinte.
it: Gli aggiornamenti accettati vengono salvati localmente e inviati insieme al termine della finestra di 5 minuti.
ja: 受け入れられた更新をローカルに保存し、5分の送信ウィンドウに達したらまとめて送信します。
nl: Geaccepteerde updates worden lokaal bewaard en samen verzonden wanneer het venster van 5 minuten is bereikt.
zh_hans: 已接受的更新会先保存在本地，并在 5 分钟窗口到达后一起发送。

# frequent_background_location_delivery_10m
source: Every 10 minutes
da: Hvert 10. minut
de: Alle 10 Minuten
es: Cada 10 minutos
fi: 10 minuutin välein
fr: Toutes les 10 minutes
it: Ogni 10 minuti
ja: 10分ごと
nl: Elke 10 minuten
zh_hans: 每 10 分钟

# frequent_background_location_delivery_10m_explanation
source: Accepted updates are stored locally and sent together when the 10-minute window is reached.
da: Accepterede opdateringer gemmes lokalt og sendes samlet, når vinduet på 10 minutter er nået.
de: Akzeptierte Updates werden lokal gespeichert und gemeinsam gesendet, wenn das 10-Minuten-Fenster erreicht ist.
es: Las actualizaciones aceptadas se guardan localmente y se envían juntas al cumplirse la ventana de 10 minutos.
fi: Hyväksytyt päivitykset tallennetaan paikallisesti ja lähetetään yhdessä, kun 10 minuutin ikkuna täyttyy.
fr: Les mises à jour acceptées sont conservées localement puis envoyées ensemble lorsque la fenêtre de 10 minutes est atteinte.
it: Gli aggiornamenti accettati vengono salvati localmente e inviati insieme al termine della finestra di 10 minuti.
ja: 受け入れられた更新をローカルに保存し、10分の送信ウィンドウに達したらまとめて送信します。
nl: Geaccepteerde updates worden lokaal bewaard en samen verzonden wanneer het venster van 10 minuten is bereikt.
zh_hans: 已接受的更新会先保存在本地，并在 10 分钟窗口到达后一起发送。

# frequent_background_location_delivery_30s
source: Every 30 seconds
da: Hvert 30. sekund
de: Alle 30 Sekunden
es: Cada 30 segundos
fi: 30 sekunnin välein
fr: Toutes les 30 secondes
it: Ogni 30 secondi
ja: 30秒ごと
nl: Elke 30 seconden
zh_hans: 每 30 秒
